Revit 2024 API
UnitTypeId.StationingMeters Property
 Meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId StationingMeters { get; }
Visual Basic
Public Shared ReadOnly Property StationingMeters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StationingMeters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace